soap-builder/src/test/resources/services/test13/operations/LinkageServiceSOAPBinding/createLink.request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:api="http://api.ifyouwannabecool.com/">
   <soapenv:Header/>
   <soapenv:Body>
      <api:createLink>
         <persona1Id>?</persona1Id>
         <persona2Id>?</persona2Id>
      </api:createLink>
   </soapenv:Body>
</soapenv:Envelope>